{
  "One platform for all your": "One platform for all your",
  " Scene ": " Scene ",
  "data operations": "data operations",
  "Core Engines": "Core Engines",
  "Industries": "Industries",
  "Our Team": "Our Team",
  "Contact Us": "Contact Us",
  "platform_introduction": "As a multimodal scene data platform, coScene provides a complete toolchain for your R&D and operations needs. Taking advantage of coScene's core engines, you will be able to efficiently track, store, transform, utilize, and share your scene data on a large scale.",
  "Scene Data Management Engine": "Scene Data Management Engine",
  "scene_data_management_engine_explain": "Collecting, persisting, managing, streaming, anything. The Swiss knife for your scene data.",
  "Large Scale Workflow Engine": "Large Scale Workflow Engine",
  "large_scale_workflow_engine_explain": "Scheduling large scale of workers at your fingertip with all the necessary data ready for your magic.",
  "Semantic Search Engine": "Semantic Search Engine",
  "semantic_search_engine_explain": "Navigating through EBs of data is as easy as walking down the street. Need something semantic? It's just a query away. :)",
  "Empowering Industrial Revolutions": "Empowering Industrial Revolutions",
  "The Greater Autonomous Driving Industries": "The greater autonomous driving industries",
  "industry_autonomous_explain": "The autonomous driving industry is technically demanding, with many segments and complex scenarios, requiring large amounts of data and efficient operation to support the long-tail development process.",
  "The Future of Robotics": "The Future of Robotics",
  "industry_robotics_explain": "Robots are already all around us, whether they are commercial cleaning robots that wipe down granite floors in shopping malls every night, industrial robotic arms that assemble cars on assembly lines, or special-purposed robots that inspect nuclear power plants nonstop. But to take robots to the next level, there are still a huge number of scenarios they need to learn and understand.",
  "Industrial Internet of Things": "Industrial Internet of Things",
  "industry_iiot_explain": "The Industrial Internet of Things (IIoT) integrates machines, cloud computing, analytics, and human resources to improve the performance and productivity of industrial processes. The massive amount of data generated by billions of interconnected devices is the real treasure that will drive efficient production in the next era. How to effectively use such data becomes the key to success.",
  "We are industrial experts": "We are industrial experts",
  "Yangming Huang": "Yangming Huang",
  "Yujing Zheng": "Yujing Zheng",
  "Senior Director": "Senior Director",
  "Head of Infrastructure": "Head of Infrastructure",
  "Senior Architect": "Senior Architect",
  "Engineering Manager": "Engineering Manager",
  "Tech Lead": "Tech Lead",
  "We want to grow with you!": "We want to grow with you!",
  "grow_text": "Stay tuned for more updates and news!",
  "Contact us now": "Contact us now",
  "Connect with us": "Connect with us",
  "Email:": "Email: ",
  "Tel:": "Tel: "
}
